/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Używaj iTunes do zarządzania muzyką, wideo, filmami, natomiast iPhoto do zarządzania zdjęciami.";

/* kBRMediaNoPhotoContent */
301 = "Używaj iPhoto do importowania i zarządzania zdjęciami.";

/* kBRMediaNoPodcastContent */
302 = "Używaj iTunes do subskrypcji podcastów z iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Użyj iTunes do zakupu programów telewizyjnych w iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Do kupowania teledysków w iTunes Store używaj iTunes.";

/* kBRMediaNoPlaylists */
307 = "Do tworzenia list utworów i zarządzania nimi używaj iTunes.";

/* kBRMediaNoSongContent */
308 = "Używaj iTunes do importowania utworów lub kupowania utworów w iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Użyj iTunes do zakupu książek w iTunes Store.";

/* kBRMediaNoMovies */
315 = "Przeciągaj filmy do katalogu Filmy lub użyj programu iTunes do zakupu filmów w iTunes Store.";
